Repository: KDE/ksanecore
Catalog: po/*/ksanecore.po
Languages: eo, hu, ja, lt, pl, zh_tw

source: Scanning stopped by user.
eo: Skanado ĉesis de uzanto.
hu: A felhasználó leállította a beolvasást.
ja: ユーザによりスキャンが停止しました。
lt: Naudotojas sustabdė skenavimą.
pl: Skanowanie zatrzymane przez użytkownika.
zh_tw: 掃描已被使用者停止。

source: Batch mode time delay
eo: Batch-reĝimo tempoprokrasto
hu: Kötegelt mód időkésleltetése
ja: バッチモードの遅延時間
lt: Masinės veiksenos laiko delsa
pl: Opóźnienie trybu wsadowego
zh_tw: 批次模式時間延遲

source: Specify the time delay between each scan when batch mode is enabled.
eo: Indiku la tempoprokraston inter ĉiu skanado kiam stapla reĝimo estas ebligita.
hu: Megadja a beolvasások közötti időbeli késleltetés kötegelt mód esetén.
ja: バッチモード時の各スキャン間の遅延時間を指定します。
lt: Nurodykite laiko delsą tarp kiekvieno skenavimo, kuomet įjungta masinė veiksena.
pl: Określ opóźnienie czasowe pomiędzy każdym skanem w trybie wsadowym.
zh_tw: 指定使用批次模式時在每次掃描之間的時間延遲。

source: Batch mode with time delay
eo: Stapla reĝimo kun tempoprokrasto
hu: Kötegelt mód időkésleltetéssel
ja: バッチモード
lt: Masinė veiksena su laiko delsa
pl: Tryb wsadowy z opóźnieniem czasowym
zh_tw: 使用時間延遲的批次模式

source: Enables batch mode scanning. Continues scanning after a delay until canceled.
eo: Ebligas staploreĝiman skanadon. Daŭrigas skanadon post prokrasto ĝis nuligo.
hu: Bekapcsolja a kötegelt beolvasást. Késleltetve folytatja a beolvasást megszakításig.
ja: バッチモードでスキャンします。キャンセルされるまで遅延後にスキャンを続けます。
lt: Įjungia masinės veiksenos skenavimą. Tęsia skenavimą po delsos tol, kol nebus atsisakyta.
pl: Włącza tryb skanowania wsadowego. Kontynuuje skanowanie po opóźnieniu aż do odwołania.
zh_tw: 啟用批次模式掃描。過一段延遲時間之後會繼續掃描，找到被取消。

source: Invert colors
eo: Inverti kolorojn
hu: Színek invertálása
ja: 色を反転
lt: Invertuoti spalvas
pl: Odwróć barwy
zh_tw: 反轉顏色

source: Invert the colors of the scanned image.
eo: Inversigi la kolorojn de la skanita bildo.
hu: A beolvasott kép színeinek invertálása.
ja: スキャンした画像の色を反転します。
lt: Invertuoti nuskenuoto paveikslo spalvas.
pl: Odwróć barwy na zeskanowanym obrazie.
zh_tw: 反轉掃描後影像的色彩。

# Page size landscape
source: Landscape %1
eo: Pejzaĝo %1
hu: %1 fekvő
ja: 横長 %1
lt: Gulsčias %1
pl: W poziomie %1
zh_tw: 橫向 %1

source: Scan area size
eo: Grandeco de skana areo
hu: Beolvasóterület mérete
ja: スキャン領域のサイズ
lt: Skenavimo srities dydis
pl: Rozmiar obszaru skanowania
zh_tw: 掃描區域大小

source: Select a predefined page size for the scanning area.
eo: Elektu antaŭdifinitan paĝgrandecon por la skana areo.
hu: Válassza ki a beolvasási terület méretét az előre meghatározott oldalméretek közül.
ja: スキャン領域の定義済みページサイズを選択します。
lt: Pasirinkite iš anksto apibrėžtą skenuojamos srities puslapio dydį.
pl: Wybierz jeden z rozmiarów strony dla obszaru skanowania.
zh_tw: 在預先定義的頁面大小中選取一個作為掃描區域的大小。
